{
  "Home": "Home ",
  "About": "About ",
  "Portflio": "Portflio ",
  "Blog": "Blog ",
  "Contact": "Contact ",
  "Design services": "Design services ",
  "Consultation": "Get Consultation ",
  "Years Of Experience": "Years Of Experience ",
  "Satisfied Customers": "Satisfied Customers ",
  "Completed Projects": "Completed Projects ",
  "Ready Equipment": "Ready Equipment ",
  "Interior design": "Zahw is distinguished by providing integrated engineering design services, as we are one of the companies of the Code Group for Engineering Buildings specialized in engineering consultations approved by the Saudi Council of Engineers. We provide professional interior design services that are 100% implementable by designing the building from the inside to the outside as it is from the outside to the inside, we instill a sense of continuity and connection to the wider world ",
  "Construction": "Construction",
  "Construction disc": "Our experience at Zhou makes us a reliable source in providing construction and concrete works services through one of our companies, which is an accredited and classified company with the Ministry of Municipal, Rural Affairs and Housing. Which we gained by providing consultations in various fields of design and implementation. We at Zahou go beyond standard implementation methods and procedures with the latest technologies to ensure accuracy of implementation, quality of materials, and installation methods and mechanisms. We pay great attention to the small details that make our projects distinctive, from the height of the seat to the width of the building, every... Details are important",
  "Finishes": "Finishes",
  "Finishes disc": "Our pioneering role in interior design and our experience in furnishing projects has made Fu Zhou a key and valuable partner during the finishing process. We are aware of all the details and are keen to improve our quality by modernizing and developing our craftsmanship, professionalism, quality of our performance, and the importance of our mission, which are implemented by cadres of specialized, experienced technicians. In carrying out various finishing works, from plastering to painting, under the supervision of experienced engineers"

}

