{
  "Home": "Home ",
  "About": "About ",
  "Portflio": "Portflio ",
  "Blog": "Blog ",
  "Contact": "Contact ",
  "Design services": "Design services ",
  "Consultation": "Get Consultation ",
  "Years Of Experience": "Years Of Experience ",
  "Satisfied Customers": "Satisfied Customers ",
  "Completed Projects": "Completed Projects ",
  "Ready Equipment": "Ready Equipment ",
  "Interior design": "Zahw is distinguished by providing integrated engineering design services, as we are one of the companies of the Code Group for Engineering Buildings specialized in engineering consultations approved by the Saudi Council of Engineers. We provide professional interior design services that are 100% implementable by designing the building from the inside to the outside as it is from the outside to the inside, we instill a sense of continuity and connection to the wider world ",
  "Construction": "Construction",
  "Construction disc": "Our experience at Zahw makes us a reliable source in providing construction and concrete works services through one of our companies, which is an accredited and classified company with the Ministry of Municipal, Rural Affairs and Housing. Which we gained by providing consultations in various fields of design and implementation. We at Zahwgo beyond standard implementation methods and procedures with the latest technologies to ensure accuracy of implementation, quality of materials, and installation methods and mechanisms. We pay great attention to the small details that make our projects distinctive, from the height of the seat to the width of the building, every... Details are important",
  "Finishes": "Finishes",
  "Finishes disc": "Our pioneering role in interior design and our experience in furnishing projects has made Fu Zahw key and valuable partner during the finishing process. We are aware of all the details and are keen to improve our quality by modernizing and developing our craftsmanship, professionalism, quality of our performance, and the importance of our mission, which are implemented by cadres of specialized, experienced technicians. In carrying out various finishing works, from plastering to painting, under the supervision of experienced engineers",
  "about disc": "We launched in the year 2108 in the field of design and decoration solutions in general, sustainable construction works, and jihadi finishes in particular, and managing construction projects under the name “Building Code.” After achieving varying successes over the six years and proving our worth among our competitors in the same field, we contributed to the opening of a company specialized in designing Interior work, sustainable decoration, and the finest furnishing in the Saudi market, produced by our factories. We have sincerely understood our mission, which always embraces the clouds, and with it, our excuse for having under a specialized company the name “Zahw” and not just an artistic department.",
  "Zahw": "Zahw",
  "Interior decorations": "Interior decorations",
  "Interior decorations disc": "We at Zahw specialize in providing interior decoration services with performance, creativity and professionalism to meet all the needs and desires of our customers to create different and distinctive aesthetic spaces to live a luxurious life experience in your home. Which is based on our diverse experiences. By providing everything that is modern and creative in the world of interior decoration and building materials used in accordance with local and international quality specifications"


}

 